Repository: MicaForEveryone/MicaForEveryone
Catalog: MicaForEveryone.UI/Strings/*/*/Resources.resw
Source language: en
Languages: ar, az, bg, cs, de, el, es, fa, fr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sr_cyrl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# AdminStartupSetting.Description
source: Run this app automatically as administrator on startup. You need to run app as Administrator to enable this option.
ar: تشغيل هذا التطبيق تلقائياً ب Administrator بعد تشغيل جهازك.
az: Başlanğıcda bu tətbiqi avtomatik olaraq idarəçi kimi işə salın. Bu seçimi aktivləşdirmək üçün proqramı Administrator olaraq işə salmalısınız.
bg: Стартирайте това приложение автоматично като администратор при стартиране. За да активирате тази опция, трябва да стартирате приложението като администратор.
cs: Spustit tuto aplikaci při startu systému jako administrátor. Tato aplikace musí být spuštěna jako Administrátor pro povolení této funkce.
de: Diese App beim Start automatisch als Administrator ausführen. Sie müssen die App als Administrator ausführen, um diese Option zu aktivieren.
el: Εκκίνηση αυτής της εφαρμογής ως διαχειριστής αυτόματα κατά την έναρξη. Πρέπει να εκκινήσεις αυτή την εφαρμογή ως Διαχειριστής για να ενεργοποιήσεις αυτή τη ρύθμιση.
es: Ejecuta esta aplicación automáticamente como administrador al inicio. Debe ejecutar la aplicación como administrador para habilitar esta opción.
fa: اجرای این برنامه به عنوان مدیر به هنگام راه‌اندازی. برای فعالسازی این گزینه باید برنامه را به عنوان مدیر اجرا کنید.
fr: Exécutez cette application automatiquement en tant qu'administrateur au démarrage. Vous devez exécuter l'application en tant qu'administrateur pour activer cette option.
hu: Indításkor automatikusan futtatja ezt az alkalmazást rendszergazdaként. Az opció engedélyezéséhez rendszergazdaként kell futtatnia az alkalmazást.
id: Jalankan aplikasi ini secara otomatis sebagai administrator saat startup. Anda perlu menjalankan aplikasi sebagai Administrator untuk mengaktifkan opsi ini.
it: Esegui questa applicazione automaticamente come amministratore all'avvio. Per abilitare questa opzione è necessario eseguire l'app come amministratore.
ja: 起動時に自動的に管理者として実行します。有効にするには、管理者として本アプリを実行する必要があります。
ko: 컴퓨터 시작 후에 이 앱을 관리자 권한으로 자동 실행합니다. 이 설정을 활성화 시키려면 이 앱을 관리자 권한으로 실행하셔야 합니다.
nl: Voer deze app automatisch uit als Administrator bij het opstarten. Je moet de app uitvoeren als Administrator om deze optie in te schakelen.
pl: Uruchamiaj tą aplikację jako Administrator, automatycznie ze startem systemu. Żeby włączyć, musisz ponownie uruchomić tą aplikację jako Administrator.
pt_br: Execute este aplicativo automaticamente como administrador na inicialização. Você precisa executar o aplicativo como Administrador para habilitar esta opção.
ro: Rulează această aplicație ca Administrator automat la pornire. Trebuie sa rulezi această aplicație ca Administrator ca să poți activa această opțiune.
ru: Запускать приложение при запуске системы, требуются права администратора
sr_cyrl: Покреће апликацију као администратор аутоматски чим се пријавите. Морате да покренете ову апликацију као администратор да омогућите ову опцију.
sr_latn: Pokreće aplikaciju kao administrator automatski čim se prijavite. Morate da pokrenete ovu aplikaciju kao administrator da omogućite ovu opciju.
tr: Bu uygulamayı başlangıçta otomatik olarak yönetici olarak çalıştır. Bu seçeneği etkinleştirmek için uygulamayı yönetici olarak çalıştırmanız gerekmektedir.
uk: Автоматично запускати додаток від імені адміністратора під час завантаження системи. Для активації цього параметра запустіть додаток від імені адміністратора.
vi: Tự động chạy ứng dụng với quyền quản trị viên lúc khởi động máy. Bạn cần chạy ứng dụng với quyền quản trị viên để bật tính năng này.
zh_hans: 开机时自动以管理员身份运行。您需要以管理员身份运行此应用来启用此选项。
zh_hant: 開機時自動以管理員身份運行。您需要以管理員身份運行此應用來啓用此選項。

# AdminStartupSetting.Header
source: Run as Administrator on Startup
ar: تشغيل ب Administrator عند فتح الجهاز
az: Başlanğıcda Administrator olaraq işə salın
bg: Изпълнени като администратор при стартиране
cs: Spustit při startu jako administrátor
de: Beim Start als Administrator ausführen
el: Εκκίνηση ως Διαχειριστής κατά την έναρξη
es: Ejecutar como administrador al inicio
fa: اجرا به عنوان مدیر هنگام راه‌اندازی
fr: Exécuter en tant qu'administrateur au démarrage
hu: Indításkor futtatás rendszergazdaként
id: Jalankan sebagai Administrator saat Startup
it: Esegui come amministratore all'avvio
ja: 起動時に管理者権限で実行
ko: 관리자 권한으로 실행
nl: Uitvoeren als Administrator bij het opstarten
pl: Uruchamiaj jako Administrator ze startem
pt_br: Executar como administrador na inicialização
ro: Rulează ca Administrator la pornire
ru: Запускать программу при запуске системы от имени администратора
sr_cyrl: Покрећи као администратор при пријављивању
sr_latn: Pokreći kao administrator pri prijavljivanju
tr: Başlangıçta Yönetici Olarak Çalıştır
uk: Автозапуск від імені адміністратора
vi: Khởi động cùng Windows với quyền quản trị viên
zh_hans: 开机时以管理员身份运行
zh_hant: 開機時以管理員身份運行

# ContributorsLabel.Text
source: Contributors:
ar: المشاركين:
az: Töhfəçilər:
bg: Доброволци:
cs: Přispěvatelé:
de: Unterstützer:
el: Συνεισφέροντες:
es: Colaboradores:
fa: مشارکت کنندگان:
fr: Contributeurs:
hu: Közreműködők:
id: Kontributor:
it: Collaboratori:
ja: 貢献者:
ko: 이 앱 개발에 도와준 사람들:
nl: Bijdragers:
pl: Współtwórcy:
pt_br: Contribuidores:
ro: Contribuitori:
ru: Участники:
sr_cyrl: Допринели:
sr_latn: Doprineli:
tr: Katkıda bulunanlar:
uk: Учасники:
vi: Đóng góp viên:
zh_hans: 贡献者：
zh_hant: 貢獻者：

# TrayIconVisibilitySetting.Description
source: Show the app icon in the notification area
ar: إظهار أيقونة التطبيق في شريط المهام.
az: Bildiriş sahəsində tətbiq ikonunu göstərin
bg: Показване на иконата на приложението в зоната за известия
cs: Zobrazit ikonu aplikace v oznamovací oblasti
de: Das App-Symbol im Infobereich anzeigen
el: Εμφάνιση του εικονιδίου εφαρμογής στη περιοχή ειδοποίησεων
es: Muestra el icono de la aplicación en el área de notificación.
fa: نمایش نماد برنامه در ناحیه اعلان‌ها در نوار وظیفه.
fr: Afficher l'icône de l'application dans la zone de notification
hu: Jelenítse meg az alkalmazás ikonját az értesítési területen
id: Tampilkan ikon aplikasi di area notifikasi
it: Mostra l'icona dell'app nell'area di notifica
ja: 通知領域に本アプリのアイコンを表示します。
ko: 알림 구역에 이 앱 아이콘 표시하기
nl: Toon het app-pictogram in het systeemvak
pl: Pokazuj ikonę aplikacji w polu powiadomień
pt_br: Mostra o ícone do aplicativo na área de notificação
ro: Arată iconița aplicației in zona de notificări
ru: Отображать значок приложения в области уведомлений
sr_cyrl: Прикажи иконицу апликације у области за обавештења
sr_latn: Prikaži ikonicu aplikacije u oblasti za obaveštenja
tr: Bildirim alanında uygulama simgesini göster
uk: Відображати піктограму додатка в області сповіщень
vi: Hiện biểu tượng vùng thông báo
zh_hans: 在通知区域显示应用图标
zh_hant: 在通知區域顯示應用圖標

# TrayIconVisibilitySetting.Header
source: Show tray icon
ar: أيقونة شريط المهام
az: Tray ikonunu göstərin
bg: Показване на икона в таблата
cs: Zobrazit oznam. ikonu
de: Taskleistensymbol anzeigen
el: Εμφάνιση εικονιδίου συρταριού
es: Mostrar icono de bandeja
fa: نمایش نماد برنامه در ناحیه اعلان‌ها
fr: Afficher l'icône dans la barre des tâches
hu: Tálca ikon megjelenítése
id: Tampilkan ikon tray
it: Mostra l'icona della barra delle applicazioni
ja: システムトレイにアイコンを表示
ko: 시스템 트레이에 이 앱 아이콘 표시하기
nl: Toon systeemvakpictogram
pl: Pokazuj ikonę w zasobniku
pt_br: Mostrar ícone da bandeja
ro: Arată iconița în tray
ru: Отображать значок в трее
sr_cyrl: Прикажи иконицу у палети
sr_latn: Prikaži ikonicu u paleti
tr: Tepsi simgesini göster
uk: Відображати піктограму в треї
vi: Hiện biểu tượng khay hệ thống
zh_hans: 显示通知图标
zh_hant: 顯示通知圖標

# ExitSetting.Header
source: Exit
ar: خروج
az: Çıx
bg: Изход
cs: Odejít
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Quitter
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 나가기
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ro: Ieșire
ru: Выход
sr_cyrl: Изађи
sr_latn: Izađi
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出
zh_hant: 退出
